<?php

return [
    'label' => 'منطقه ارسال',
    'label_plural' => 'مناطق ارسال',
    'form' => [
        'unrestricted' => [
            'content' => 'این منطقه ارسال هیچ محدودیتی ندارد و برای همه مشتریان در صفحه تسویه‌حساب در دسترس خواهد بود.',
        ],
        'name' => [
            'label' => 'نام',
        ],
        'type' => [
            'label' => 'نوع',
            'options' => [
                'unrestricted' => 'بدون محدودیت',
                'countries' => 'محدود به کشورها',
                'states' => 'محدود به ایالت‌ها / استان‌ها',
                'postcodes' => 'محدود به کدپستی‌ها',
            ],
        ],
        'country' => [
            'label' => 'کشور',
        ],
        'states' => [
            'label' => 'ایالت‌ها / استان‌ها',
        ],
        'countries' => [
            'label' => 'کشورها',
        ],
        'postcodes' => [
            'label' => 'کدپستی‌ها',
            'helper' => 'هر کدپستی را در یک خط جداگانه وارد کنید. از کاراکترهای عام مانند NW* پشتیبانی می‌شود.',
        ],
    ],
    'table' => [
        'name' => [
            'label' => 'نام',
        ],
        'type' => [
            'label' => 'نوع',
            'options' => [
                'unrestricted' => 'بدون محدودیت',
                'countries' => 'محدود به کشورها',
                'states' => 'محدود به ایالت‌ها / استان‌ها',
                'postcodes' => 'محدود به کدپستی‌ها',
            ],
        ],
    ],
];
