<?php

return [
    'label' => 'منطقة شحن',
    'label_plural' => 'مناطق الشحن',
    'form' => [
        'unrestricted' => [
            'content' => 'هذه المنطقة لا تحتوي على أي قيود وستكون متاحة لجميع العملاء عند إتمام الطلب.',
        ],
        'name' => [
            'label' => 'الاسم',
        ],
        'type' => [
            'label' => 'النوع',
            'options' => [
                'unrestricted' => 'بدون قيود',
                'countries' => 'تحديد حسب الدولة',
                'states' => 'تحديد حسب الولايات / المحافظات',
                'postcodes' => 'تحديد حسب الرموز البريدية',
            ],
        ],
        'country' => [
            'label' => 'الدولة',
        ],
        'states' => [
            'label' => 'الولايات / المحافظات',
        ],
        'countries' => [
            'label' => 'الدول',
        ],
        'postcodes' => [
            'label' => 'الرموز البريدية',
            'helper' => 'أدخل كل رمز بريدي في سطر جديد. يدعم العلامات العامة مثل NW*',
        ],
    ],
    'table' => [
        'name' => [
            'label' => 'الاسم',
        ],
        'type' => [
            'label' => 'النوع',
            'options' => [
                'unrestricted' => 'بدون قيود',
                'countries' => 'تحديد حسب الدولة',
                'states' => 'تحديد حسب الولايات / المحافظات',
                'postcodes' => 'تحديد حسب الرموز البريدية',
            ],
        ],
    ],
];
