<?php

return [

    'label' => 'Данъчен клас',

    'plural_label' => 'Данъчни класове',

    'table' => [
        'name' => [
            'label' => 'Име',
        ],
        'default' => [
            'label' => 'По подразбиране',
        ],
    ],

    'form' => [
        'name' => [
            'label' => 'Име',
        ],
        'default' => [
            'label' => 'По подразбиране',
        ],
    ],
    'delete' => [
        'error' => [
            'title' => 'Не може да се изтрие данъчният клас',
            'body' => 'Този данъчен клас има свързани продуктови варианти и не може да бъде изтрит.',
        ],
    ],
];
