<?php

return [

    'label' => 'Татварын ангилал',

    'plural_label' => 'Татварын ангиллууд',

    'table' => [
        'name' => [
            'label' => 'Нэр',
        ],
        'default' => [
            'label' => 'Анхны',
        ],
    ],

    'form' => [
        'name' => [
            'label' => 'Нэр',
        ],
        'default' => [
            'label' => 'Анхны',
        ],
    ],
    'delete' => [
        'error' => [
            'title' => 'Татварын ангиллыг устгах боломжгүй',
            'body' => 'Энэ татварын ангиллыд холбогдсон бүтээгдэхүүний вариант байгаа тул устгах боломжгүй байна.',
        ],
    ],
];
