<?php

return [
    'label' => 'Зона за доставка',
    'label_plural' => 'Зони за доставка',
    'form' => [
        'unrestricted' => [
            'content' => 'Тази зона за доставка няма ограничения и ще бъде налична за всички клиенти при плащане.',
        ],
        'name' => [
            'label' => 'Име',
        ],
        'type' => [
            'label' => 'Тип',
            'options' => [
                'unrestricted' => 'Без ограничения',
                'countries' => 'Ограничи до държави',
                'states' => 'Ограничи до щати / провинции',
                'postcodes' => 'Ограничи до пощенски кодове',
            ],
        ],
        'country' => [
            'label' => 'Държава',
        ],
        'states' => [
            'label' => 'Щати',
        ],
        'countries' => [
            'label' => 'Държави',
        ],
        'postcodes' => [
            'label' => 'Пощенски кодове',
            'helper' => 'Изброявайте всеки пощенски код на нов ред. Поддържа заместващи символи като NW*',
        ],
    ],
    'table' => [
        'name' => [
            'label' => 'Име',
        ],
        'type' => [
            'label' => 'Тип',
            'options' => [
                'unrestricted' => 'Без ограничения',
                'countries' => 'Ограничи до държави',
                'states' => 'Ограничи до щати / провинции',
                'postcodes' => 'Ограничи до пощенски кодове',
            ],
        ],
    ],
];
