<?php

return [

    'label' => 'فئة ضريبة',

    'plural_label' => 'فئات الضرائب',

    'table' => [
        'name' => [
            'label' => 'الاسم',
        ],
        'default' => [
            'label' => 'افتراضي',
        ],
    ],

    'form' => [
        'name' => [
            'label' => 'الاسم',
        ],
        'default' => [
            'label' => 'افتراضي',
        ],
    ],
    'delete' => [
        'error' => [
            'title' => 'لا يمكن حذف فئة الضريبة',
            'body' => 'هذه الفئة الضريبية مرتبطة بمتغيرات منتجات ولا يمكن حذفها.',
        ],
    ],
];
