<?php

return [

    'label' => 'Продукт',

    'plural_label' => 'Продукти',

    'tabs' => [
        'all' => 'Всички',
        'published' => 'Публикувани',
        'draft' => 'Чернови',
    ],

    'status' => [
        'unpublished' => [
            'content' => 'В чернова, този продукт е недостъпен във всички канали и клиентски групи.',
        ],
        'availability' => [
            'customer_groups' => 'Този продукт не е наличен за всички клиентски групи.',
            'channels' => 'Този продукт не е наличен във всички канали.',
            'hidden_from_guests' => 'Гостите в момента не могат да виждат или купуват този продукт. Клиентската група по подразбиране не е активирана или видима за него.',
            'no_default_customer_group' => 'Не е зададена клиентска група по подразбиране, така че видимостта за гостите не може да се контролира тук. Маркирайте една клиентска група като по подразбиране, за да управлявате достъпа на гостите.',
        ],
    ],

    'table' => [
        'status' => [
            'label' => 'Статус',
            'states' => [
                'deleted' => 'Изтрит',
                'draft' => 'Чернова',
                'published' => 'Публикуван',
            ],
        ],
        'name' => [
            'label' => 'Име',
        ],
        'brand' => [
            'label' => 'Марка',
        ],
        'sku' => [
            'label' => 'SKU',
        ],
        'stock' => [
            'label' => 'Наличност',
        ],
        'producttype' => [
            'label' => 'Тип продукт',
        ],
    ],

    'actions' => [
        'edit_status' => [
            'label' => 'Актуализиране на статус',
            'heading' => 'Актуализиране на статус',
        ],
    ],

    'form' => [
        'name' => [
            'label' => 'Име',
        ],
        'brand' => [
            'label' => 'Марка',
        ],
        'sku' => [
            'label' => 'SKU',
        ],
        'producttype' => [
            'label' => 'Тип продукт',
        ],
        'status' => [
            'label' => 'Статус',
            'options' => [
                'published' => [
                    'label' => 'Публикуван',
                    'description' => 'Този продукт ще бъде наличен за всички активирани клиентски групи и канали.',
                ],
                'draft' => [
                    'label' => 'Чернова',
                    'description' => 'Този продукт ще бъде скрит във всички канали и клиентски групи.',
                ],
            ],
        ],
        'tags' => [
            'label' => 'Етикети',
            'helper_text' => 'Разделяйте етикетите с Enter, Tab или запетая (,)',
        ],
        'collections' => [
            'label' => 'Колекции',
            'select_collection' => 'Изберете колекция',
        ],
    ],

    'pages' => [
        'availability' => [
            'label' => 'Наличност',
        ],
        'edit' => [
            'title' => 'Основна информация',
        ],
        'identifiers' => [
            'label' => 'Идентификатори на продукта',
        ],
        'inventory' => [
            'label' => 'Наличности',
        ],
        'pricing' => [
            'form' => [
                'tax_class_id' => [
                    'label' => 'Данъчен клас',
                ],
                'tax_ref' => [
                    'label' => 'Данъчна референция',
                    'helper_text' => 'По избор, за интеграция със системи на трети страни.',
                ],
            ],
        ],
        'shipping' => [
            'label' => 'Доставка',
        ],
        'variants' => [
            'label' => 'Варианти',
        ],
        'collections' => [
            'label' => 'Колекции',
            'select_collection' => 'Изберете колекция',
        ],
        'associations' => [
            'label' => 'Асоциирани продукти',
        ],
    ],

];
