<?php

return [
    'customer_groups' => [
        'title' => 'Клиентски групи',
        'actions' => [
            'attach' => [
                'label' => 'Свържи клиентска група',
            ],
        ],
        'form' => [
            'name' => [
                'label' => 'Име',
            ],
            'enabled' => [
                'label' => 'Активирана',
            ],
            'starts_at' => [
                'label' => 'Начална дата',
            ],
            'ends_at' => [
                'label' => 'Крайна дата',
            ],
            'visible' => [
                'label' => 'Видим',
            ],
            'purchasable' => [
                'label' => 'Закупуем',
            ],
        ],
        'table' => [
            'description' => 'Свържете клиентски групи към този :type, за да определите неговата наличност.',
            'name' => [
                'label' => 'Име',
                'default_description' => 'По подразбиране — управлява достъпа на гостите',
            ],
            'enabled' => [
                'label' => 'Активирана',
            ],
            'starts_at' => [
                'label' => 'Начална дата',
            ],
            'ends_at' => [
                'label' => 'Крайна дата',
            ],
            'visible' => [
                'label' => 'Видим',
            ],
            'purchasable' => [
                'label' => 'Закупуем',
            ],
        ],
    ],
    'channels' => [
        'title' => 'Канали',
        'actions' => [
            'attach' => [
                'label' => 'Планирай друг канал',
            ],
        ],
        'form' => [
            'enabled' => [
                'label' => 'Активирана',
                'helper_text_false' => 'Този канал няма да бъде активиран, дори ако е зададена начална дата.',
            ],
            'starts_at' => [
                'label' => 'Начална дата',
                'helper_text' => 'Оставете празно, за да е налично от всяка дата.',
            ],
            'ends_at' => [
                'label' => 'Крайна дата',
                'helper_text' => 'Оставете празно, за да е налично безсрочно.',
            ],
        ],
        'table' => [
            'description' => 'Определете кои канали са активирани и планирайте наличността.',
            'name' => [
                'label' => 'Име',
            ],
            'enabled' => [
                'label' => 'Активирана',
            ],
            'starts_at' => [
                'label' => 'Начална дата',
            ],
            'ends_at' => [
                'label' => 'Крайна дата',
            ],
        ],
    ],
    'medias' => [
        'title' => 'Медия',
        'title_plural' => 'Медия',
        'actions' => [
            'attach' => [
                'label' => 'Добави медия',
            ],
            'create' => [
                'label' => 'Създай медия',
            ],
            'detach' => [
                'label' => 'Премахни',
            ],
            'view' => [
                'label' => 'Преглед',
            ],
        ],
        'form' => [
            'name' => [
                'label' => 'Име',
            ],
            'media' => [
                'label' => 'Изображение',
            ],
            'primary' => [
                'label' => 'Основно',
            ],
        ],
        'table' => [
            'image' => [
                'label' => 'Изображение',
            ],
            'file' => [
                'label' => 'Файл',
            ],
            'name' => [
                'label' => 'Име',
            ],
            'primary' => [
                'label' => 'Основно',
            ],
        ],
        'all_media_attached' => 'Няма налични продуктови изображения за добавяне',
        'variant_description' => 'Добави продуктови изображения към този вариант',
    ],
    'urls' => [
        'title' => 'URL',
        'title_plural' => 'URL адреси',
        'actions' => [
            'create' => [
                'label' => 'Създай URL',
            ],
        ],
        'filters' => [
            'language_id' => [
                'label' => 'Език',
            ],
        ],
        'form' => [
            'slug' => [
                'label' => 'Слъг',
            ],
            'default' => [
                'label' => 'По подразбиране',
            ],
            'language' => [
                'label' => 'Език',
            ],
        ],
        'table' => [
            'slug' => [
                'label' => 'Слъг',
            ],
            'default' => [
                'label' => 'По подразбиране',
            ],
            'language' => [
                'label' => 'Език',
            ],
        ],
    ],
    'customer_group_pricing' => [
        'title' => 'Ценообразуване по клиентски групи',
        'title_plural' => 'Ценообразуване по клиентски групи',
        'table' => [
            'heading' => 'Ценообразуване по клиентски групи',
            'description' => 'Свържете цена към клиентски групи, за да определите цената на продукта.',
            'empty_state' => [
                'label' => 'Няма ценообразуване по клиентски групи.',
                'description' => 'Създайте цена по клиентска група, за да започнете.',
            ],
            'actions' => [
                'create' => [
                    'label' => 'Добави цена по клиентска група',
                    'modal' => [
                        'heading' => 'Създай цена по клиентска група',
                    ],
                ],
            ],
        ],
    ],
    'pricing' => [
        'title' => 'Ценообразуване',
        'title_plural' => 'Ценообразуване',
        'tab_name' => 'Отстъпки по количество',
        'table' => [
            'heading' => 'Отстъпки по количество',
            'description' => 'Намалете цената, когато клиент закупува по-големи количества.',
            'empty_state' => [
                'label' => 'Няма отстъпки по количество.',
            ],
            'actions' => [
                'create' => [
                    'label' => 'Добави отстъпка по количество',
                ],
            ],
            'price' => [
                'label' => 'Цена',
            ],
            'customer_group' => [
                'label' => 'Клиентска група',
                'placeholder' => 'Всички клиентски групи',
            ],
            'min_quantity' => [
                'label' => 'Минимално количество',
            ],
            'currency' => [
                'label' => 'Валута',
            ],
        ],
        'form' => [
            'price' => [
                'label' => 'Цена',
                'helper_text' => 'Покупна цена, преди отстъпки.',
            ],
            'customer_group_id' => [
                'label' => 'Клиентска група',
                'placeholder' => 'Всички клиентски групи',
                'helper_text' => 'Изберете към коя клиентска група да се приложи тази цена.',
            ],
            'min_quantity' => [
                'label' => 'Минимално количество',
                'helper_text' => 'Изберете минималното количество, за което ще важи тази цена.',
                'validation' => [
                    'unique' => 'Клиентска група и минимално количество трябва да бъдат уникални.',
                ],
            ],
            'currency_id' => [
                'label' => 'Валута',
                'helper_text' => 'Изберете валутата за тази цена.',
            ],
            'compare_price' => [
                'label' => 'Сравнителна цена',
                'helper_text' => 'Оригиналната цена или препоръчителната цена (RRP), за сравнение.',
            ],
            'basePrices' => [
                'title' => 'Цени',
                'form' => [
                    'price' => [
                        'label' => 'Цена',
                        'helper_text' => 'Покупна цена, преди отстъпки.',
                        'sync_price' => 'Цената е синхронизирана с валутата по подразбиране.',
                    ],
                    'compare_price' => [
                        'label' => 'Сравнителна цена',
                        'helper_text' => 'Оригиналната цена или препоръчителната цена (RRP), за сравнение.',
                    ],
                ],
                'tooltip' => 'Автоматично генерирана на базата на валутни курсове.',
            ],
        ],
    ],
    'tax_rate_amounts' => [
        'table' => [
            'description' => '',
            'percentage' => [
                'label' => 'Процент',
            ],
            'tax_class' => [
                'label' => 'Данъчен клас',
            ],
        ],
    ],
    'values' => [
        'title' => 'Стойности',
        'form' => [
            'name' => [
                'label' => 'Име',
            ],
        ],
        'table' => [
            'name' => [
                'label' => 'Име',
            ],
            'position' => [
                'label' => 'Позиция',
            ],
        ],
    ],

];
