<?php

return [
    'label' => 'Хүргэлтийн бүс',
    'label_plural' => 'Хүргэлтийн бүсүүд',
    'form' => [
        'unrestricted' => [
            'content' => 'Энэ хүргэлтийн бүс нь ямар нэгэн хязгаарлалтгүй бөгөөд төлбөрийн үед бүх хэрэглэгчдэд боломжтой байна.',
        ],
        'name' => [
            'label' => 'Нэр',
        ],
        'type' => [
            'label' => 'Төрөл',
            'options' => [
                'unrestricted' => 'Хязгаарлалтгүй',
                'countries' => 'Улсаар хязгаарлах',
                'states' => 'Муж / Аймгаар хязгаарлах',
                'postcodes' => 'Шуудангийн кодоор хязгаарлах',
            ],
        ],
        'country' => [
            'label' => 'Улс',
        ],
        'states' => [
            'label' => 'Мужууд',
        ],
        'countries' => [
            'label' => 'Улсууд',
        ],
        'postcodes' => [
            'label' => 'Шуудангийн кодууд',
            'helper' => 'Шуудангийн код тус бүрийг шинэ мөрөнд бичнэ үү. NW* зэрэг орлуулагч тэмдэгтийг дэмжинэ.',
        ],
    ],
    'table' => [
        'name' => [
            'label' => 'Нэр',
        ],
        'type' => [
            'label' => 'Төрөл',
            'options' => [
                'unrestricted' => 'Хязгаарлалтгүй',
                'countries' => 'Улсаар хязгаарлах',
                'states' => 'Муж / Аймгаар хязгаарлах',
                'postcodes' => 'Шуудангийн кодоор хязгаарлах',
            ],
        ],
    ],
];
