<?php

return [

    'label' => 'کلاس مالیاتی',

    'plural_label' => 'کلاس‌های مالیاتی',

    'table' => [
        'name' => [
            'label' => 'نام',
        ],
        'default' => [
            'label' => 'پیش‌فرض',
        ],
    ],

    'form' => [
        'name' => [
            'label' => 'نام',
        ],
        'default' => [
            'label' => 'پیش‌فرض',
        ],
    ],
    'delete' => [
        'error' => [
            'title' => 'امکان حذف کلاس مالیاتی وجود ندارد',
            'body' => 'این کلاس مالیاتی به واریانت‌های محصول متصل است و قابل حذف نیست.',
        ],
    ],
];
